{
    "testimonials": [
        {
            "name": "Madan Morris",
            "photo": "icons/Experiences/Madan.jpeg",
            "linkedin": "https://www.linkedin.com/in/madan-morris-98615624/",
            "title": "CTO at Wevolt",
            "message": "I've really enjoyed seeing Diego grow with us at WeVolt. From day one, he brought this amazing energy and dedication that's hard to find. What strikes me most is not just his skill in front-end development, but also how he faces every challenge with a smile and a 'let's do this' attitude. More than that, Diego is incredibly humble and just a great person to be around. He makes our team better, not just with the work he does, but with the positivity he brings every day. Anyone would be lucky to have him on their team."
        },
        {
            "name": "Janmay Patel",
            "photo": "icons/Experiences/Janmay.jpeg",
            "linkedin": "https://www.linkedin.com/in/janmayp/",
            "title": "Fullstack at Wevolt",
            "message": "I have had the please of working with Diego during my time at Wevolt. He possesses an exceptional ability to transform design concepts into seamless and visually stunning interfaces. With his proficiency in crafting web and mobile interfaces and delivering engaging user experiences, Diego is a valuable asset to any team."
        },
        {
            "name": "Henrique Hermes",
            "photo": "icons/Experiences/Henrique.jpg",
            "linkedin": "https://www.linkedin.com/in/henrique-hermes-59703a121/",
            "title": "Senior Front End Developer",
            "message": "Diego is an outstanding junior front end developer with a strong focus on React and React Native. Throughout our year working together, his dedication, quick learning, and attention to detail stood out. Diego consistently delivered high-quality code and actively contributed to our team's success. As his mentor, I confidently recommend him for any front end development role; his professionalism and talent make him a valuable asset to any project."
        },
        {
            "name": "Luke Gelmi",
            "photo": "icons/Experiences/luke.webp",
            "linkedin": "https://www.linkedin.com/in/luke-gelmi/",
            "title": "Senior Front End Developer",
            "message": "Working with Diego has been an absolute pleasure. He is driven, keen to learn and has huge potential as a software engineer. Diego's hunger to learn and grow coupled with his bright and friendly demeanour has made him a wonderful, constructive element on our team. I have no doubt that Diego will continue on his rapid rise as a software engineer and be a great addition to any team lucky enough to have him!"
        },
        {
            "name": "Aswin Diyali",
            "photo": "icons/Experiences/Aswin.jpeg",
            "linkedin": "https://www.linkedin.com/in/aswin-diyali/",
            "title": "UX Designer",
            "message": "Diego is amazing. His work ethic and ability to learn and apply information quickly is invaluable. He knows how to get to the heart of complex problems and solve them. I would highly recommend him to any team that wants both a star and a team player."
        },

        {
            "name": "Edward Beech",
            "photo": "icons/Experiences/Ed.jpeg",
            "linkedin": "https://www.linkedin.com/in/edward-beech-48442a74/",
            "title": "Lead Software Developer at WeVolt",
            "message": "It was my pleasure to work with Diego at Wevolt, where he was a junior frontend developer in my team working on our React / NextJS web app and React Native mobile app. He’s new to the game but he has an incredible capacity to learn and he brings great energy, charisma and practical life and business experience. He’s got a good eye for detail and good common sense in his application of software practices for solving problems. I hope to work with Diego again and I’d highly recommend him as a strong and growing junior for web app or mobile app development."
        },
        {
            "name": "Bhaktipriya Panchal",
            "photo": "icons/Experiences/Bhaki.jpeg",
            "linkedin": "https://www.linkedin.com/in/bhaktipriya-panchal-61b68590/",
            "title": "Full Stack Developer",
            "message": "I am pleased to recommend Diego as a frontend developer who is eager to learn and grow in his skills. I have had the opportunity to work with him on a project at Wevolt and have been impressed with his enthusiasm and willingness to take on new challenges. Diego has shown a strong aptitude for React / React Native development and a genuine interest in expanding his knowledge. He is always eager to learn new technologies and techniques, and I have no doubt that he will continue to excel in his career as he continue to develop his skills. I am confident that Diego will be a valuable asset to any team looking for a motivated and dedicated frontend developer."
        }
    ]
}
